{
    "General Information": {
        "What is the mission of the IT Department?": "The IT Department's mission is to enhance digital governance and provide efficient, innovative IT services to citizens and government entities, ensuring transparency and accessibility. Learn more about our mission https://it.delhi.gov.in/it/welcome-information-technology-department",
        "What are the major projects run by the IT Department?": " The IT Department is involved in multiple innovative projects aimed at enhancing digital governance and improving IT infrastructure.Learn more about our projects https://it.delhi.gov.in/it/successful-projects",
        "what are the work of  IT department?": "Proving guidance on technical matters to Departments, vetting IT projects and taking Department on achieving IT Road Map are the basic jobs of the Department of Information Technology.",
        "what is full form of GNCTD?": "Government of National Capital Territory of Delhi",
        "Nodal officer of e-office, GNCTD instance?": "Sh. Mohan Singh Bisht"
    },
    "Services Offered": {
        "What are the standard technical specifications for IT projects in Delhi?": "The IT Department has established a set of technical specifications to standardize hardware and software requirements for government projects. View technical specifications here https://it.delhi.gov.in/standard-technical-specification",
        "Where can I find the minutes of the latest Technical Evaluation Committee (TEC) meetings?": "The minutes of all recent TEC meetings are available on the IT Department’s website. Access the minutes here https://it.delhi.gov.in/mom-tec",
        "Where can I access policy documents of the IT Department?": "The IT Department provides access to various policy documents regarding digital infrastructure, e-governance, and IT strategy. View the documents here https://it.delhi.gov.in/it/documents"
    },
    "Who is who": {
        "Who is the current Hon’ble Minister for IT in Delhi?": "The current Hon’ble Minister for IT is Shri Kailash Gahlot.",
        "What is the office address of the IT Minister?": "The office of the Hon’ble Minister for IT is located on the 8th Floor, A-wing.",
        "How can I contact the Principal Secretary of the IT Department?": "The Principal Secretary (IT) is Sh. Prashant Goyal. You can contact him via email at secyit[at]nic[dot]in or by phone at 23392254.",
        "Who assists the Principal Secretary in the IT Department?": "Dinesh Kumar and Manoj Kumar are the Personal Secretaries (PS) to the Principal Secretary (IT).",
        "What are the contact numbers for the IT Department’s Principal Secretary?": "You can reach the Principal Secretary at 23392254 or 23392402. ",
        "Who is the Personal Assistant to the Special Secretary (IT)?": "You can contact Sh. Joginder Kumar, who is the Personal Assistant to the Special Secretary (IT). His office number is 23392311.",
        "Who is the Joint Director of the IT Department?": "The Joint Director (IT) is Sh. Kungitham Murugan.",
        "Can you provide the contact information for Senior System Analysts in the IT Department?": "Here are the Senior System Analysts (SSA) and their office numbers: •\tSh. Krishna Kant - SSA (IT) •\tSh. Mohan Singh Bist - SSA (IT), Office No. 2918 •\tSh. Ashish Kumar Jain - SSA (IT), Office No. 2939. For more details please check here https://it.delhi.gov.in/who-is-who",
        "Who are the System Analysts in the IT Department?": "The following are the System Analysts (SA) in the IT Department: https://it.delhi.gov.in/who-is-who •\tMr. Ved Prakash Kashyap - Dy. Director (DeGS) •\tMr. P. K. Gupta - SA (IT) •\tMr. Varun Kinra - SA (IT) •\tMr. Himanshu Manchanda - SA (IT) •\tMs. Mamta Sharma - System Analyst/Dy. Director (DeGS) •\tMr. Lalit - SA (IT). For more details please check here "
    },
    "IT cadre Structure": {
        "What positions are included in the IT Cadre?": "Discover the different roles in the IT Cadre, such as System Analyst, Data Processing Assistant, and Data Entry Operator. Visit here for details https://it.delhi.gov.in/higher-education/it-cadre"
    },
    "Recruitment Rules": {
        "What are the recruitment rules for IT officers in the Delhi Government?": "The recruitment rules for IT officers, including eligibility criteria, promotion policies, and selection procedures, are outlined on the official page. View Recruitment Rules https://it.delhi.gov.in/it/recruitment-rules"
    },
    "Notifications": {},
    "Career": {},
    "Downloads": {},
    "Contact Information": {
        "what is the contact number?": "011-23392254/011-23392693",
        "What is the address of IT department?": " 9th Level 'B'-Wing, Delhi Secretariat, New Delhi-110002. Ph No.- 011-23392254/011-23392693. Email-webupdate[at]nic[dot]in"
    }
}